---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFC.IFCOpeningData
source: html/8ca44218-aa34-f3db-fe87-9ebba545efe8.htm
---
# IFCOpeningData Properties

Trus if it is a recess, false if it is an opening.